Extensões instaladas em Codespaces: didactic adventure:
aaron-bond.better-comments
akamud.vscode-javascript-snippet-pack
amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
austenc.tailwind-docs
blackboxapp.blackbox
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
codeium.codeium
codium.codium
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
glenn2223.live-sass
googlecloudtools.cloudcode
gruntfuggly.todo-tree
humao.rest-client
kevinkyang.auto-comment-blocks
m8524769.ui5-xml-support
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
phind.phind
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
sapos.yeoman-ui
saposs.app-studio-toolkit
saposs.sap-guided-answers-extension
saposs.vscode-ui5-language-assistant
saposs.xml-toolkit
sapse.sap-ux-annotation-modeler-extension
sapse.sap-ux-application-modeler-extension
sapse.sap-ux-fiori-tools-extension-pack
sapse.sap-ux-help-extension
sapse.sap-ux-service-modeler-extension
softwaredotcom.swdc-vscode
sonarsource.sonarlint-vscode
sourcegraph.cody-ai
syler.sass-indented
tabnine.tabnine-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
xdebug.php-debug
zobo.php-intellisense
